Repository: codesyntax/cs.auth.twitter
Catalog: */auth/twitter/locales/*/LC_MESSAGES/*.auth.twitter.po
Languages: es, eu

source: Error authenticating with Twitter. Please try again.
es: Ha ocurrido un error al autenticarse en Twitter. Inténtelo otra vez por favor.
eu: Errorea Twitterrekin autentikatzean. Saiatu berriz mesedez.

source: Error getting the authorization token from Twitter. Try again please
es: Ha ocurrido un error obteniendo la autorización de Twitter. Inténtelo otra vez por favor.
eu: Errorea Twitterretik autentikazio tokena lortzerakoan. Saiatu berriz mesedez.

source: Log in with Twitter
es: Entrar vía Twitter
eu: Sartu Twitter erabiliz

source: The Access Token Secret of your app you got when creating the app at https://dev.twitter.com/apps/new
es: El 'Access Token Secret' de su aplicación Twitter. Cree una aplicación en https://dev.twitter.com/apps/new
eu: Zure Twitter aplikazioaren 'Access Token Secret' delakoa. Lortu bat hemen: https://dev.twitter.com

source: The Access Token of your app you got when creating the app at https://dev.twitter.com/apps/new
es: El 'Access Token' de su aplicación Twitter. Cree una aplicación en https://dev.twitter.com/apps/new
eu: Zure Twitter aplikazioaren 'Access Token' delakoa. Lortu bat hemen: https://dev.twitter.com

source: The App ID/API Key you got when creating the app at https://dev.twitter.com/apps/new
es: El 'App ID/API Key' de su aplicación Twitter. Cree una aplicación en https://dev.twitter.com/apps/new
eu: Zure Twitter aplikazioaren 'App ID/API Key' delakoa. Lortu bat hemen: https://dev.twitter.com

source: The App Secret Key you got when creating the app at https://dev.twitter.com/apps/new
es: El 'App Secret Key' de su aplicación Twitter. Cree una aplicación en https://dev.twitter.com/apps/new
eu: Zure Twitter aplikazioaren 'App Secret Key' delakoa. Lortu bat hemen: https://dev.twitter.com

source: Twiter Consumer Key
es: Twitter Consumer Key
eu: Twitter Consumer Key

source: Twitter Login settings
es: Configuración del login con Twitter
eu: Twitter bidezko loginaren hobespenak

source: Twitter login Settings
eu: Twitter bidezko logina

source: Welcome. You are now logged in.
es: Bienvenido, ha accedido correctamente.
eu: Ongi etorri!
